JMeter/2017-12-14_11-47-34.450600/merged.yml
---
execution:
  concurrency:
    cloud: 500
    local: 50
  executor: jmeter
  hold-for: 1m
  location:
    us-east-1: 1
    us-west-1: 1
  ramp-up: 30s
  scenario: two_tg
  throughput: 100
modules:
  blazemeter:
    token: '********'
reporting:
- criteria: avg-rt of "reserve page">150ms
  module: passfail
scenarios:
  simple:
    script: blazedemo_easy_peasy.jmx
  two_tg:
    script: two_thread_groups.jmx